{"inkVersion":21,"root":[["^Иногда во снах мы можем перемещаться в разные времена и места. Но что будет если это произойдет не во сне, а в реальности?","\n","^В библиотеке вашей семьи вы находите интересную книгу. Выглядит она немножко потрепанной, но навание так и интригует \"Великий. История\". Открывая её с любопытством, на вашем лице отображается недоумение. Страницы абсолютно пустые. Закрывая книгу и убирая её обратно на место, вы потихоньку начинаете забывать об этом.","\n","^Следующим утром вы проснулись в старинных покоях и ощущаете невероятное оцепенение - это место было похоже на постановку музея, а не на вашу спальню. Выглянув в окно не могли поверить своим глазам. Светло-голубое чистое небо, деревянные домики, люди в странных одеяниях создавали ощущение словно вы оказались в другой эпохе.","\n","^Вы начали задумываться, что происходит. Как вы оказались здесь, да ещё и в иной эпохе? Вас охватили смешанные чувства любопытства и страха.","\n","^Выйдя на улицу, вы сматриваетесь вокруг. Окружение было похоже на древнюю Русь, на Новгород, но другой, еще на самом своем рассвете. Вы все еще не можете поверить, что оказались в другом времени, поэтому увидев в нескольких метрах от себя старушку сидящую на лавке, вы подходите к ней с вопросами.Он даже попытался спросить у женщин, сидящих на лавке, где он находится, но их ответ только убедил его, что что-то абсурдное происходит.","\n","^День добрый, бабушка, подскажи мне, в какое место я попал? ","#","^speaker: Игрок","/#","\n","^Ох, да ты совсем из ума выжил, в Новгороде ты, где ж еще. Вон Волхов течет, София, там дворище. ","#","^speaker: Старушка","/#","\n","^Спасибо вам. А кто правит сейчас Новгородом в эти дни? ","#","^speaker: Игрок","/#","\n","^Ась? Ну правда, на солнце авось перегрелся иль как? Ярослав сейчас княжит, бог ему в помощь.","#","^speaker: Старушка","/#","\n","^Однако, в этот момент из за угла выбегает незнакомец и освистывает вас, приближаясь к вам.","\n","^Не свести, дурной, денег не будет! Один ветер в голове...","#","^speaker: Старушка","/#","\n","^Прости, бабуля, не подумал. Я пришел доложить герою, что Ярослав призвал его к себе на разговор.","#","^speaker: Незнакомец","/#","\n","^Незнакомец уводить вас к Ярославу Мудрому.","\n","^С этого момента главный герой становиться приближенным князя Ярослава и узнает, что он помогает ему в различных делах. Этот опыт оставил вас в недоумении и страхе, но вы понимаете, что только вместе с князем сможете найти ответы на свои вопросы и, возможно, способ вернуться в свое время и место.","\n","^1: Беседа с Ярославом","\n","^Князь объясняет ситуацию и рассказывает о восстании против его власти, в котором участвовали варяги. Он поручает игроку задание разобраться с этим и вернуть мир в город.","\n","^Добро пожаловать, [имя игрока]. Я рад, что ты отозвался на мой призыв. Житие в Новгороде стало тревожным. Варяги, которых я пригласил послужить мне, вместо этого начали устраивать беспорядки на новгородских землях. ","#","^speaker: Ярослав Мудрый","/#","\n","^Ваше княжество, я готов служить и принять вызов. ","#","^speaker: Игрок","/#","\n","^Они, возможно, почувствовали себя обделенными или неудовлетворенными условиями найма. Это неприемлемо. Новгород должен быть единым и сильным государством. ","#","^speaker: Ярослав Мудрый","/#","\n","^Каково будет мое задание?","#","^speaker: Игрок","/#","\n","^Тебе предстоит найти и встретится с варягами. Но будь осторожен, некоторые из них могут быть дюжими витязями. ","#","^speaker:  Ярослав Мудрый","/#","\n","^Я не подведу вас. ","#","^speaker: Игрок","/#","\n","^Я верю в твои способности, [имя игрока]. На тебе лежит огромная ответственность, но я знаю, что ты справишься. Удачи, и помни, что мир в Новгороде должен быть восстановлен. ","#","^speaker: Ярослав Мудрый","/#","\n","^Спасибо, Ваше княжество. Я не подведу вас. ","#","^speaker: Игрок","/#","\n","^2. Варяги","\n","^Игрок отправляется в поисках варягов, чтобы узнать больше о причинах их восстания. Он идет к месту, где они разбивают лагерь на окраине Новгорода. Встреча происходит с группой варягов. Игрок вступает в переговоры или сразу вступает в бой.","\n","^Я ищу вашего главаря. Хотел бы поговорить с вами о учиненных вами беспорядках. ","#","^speaker: Игрок","/#","\n","^Вожак варяг: Что тебе от меня нужно? Если ты здесь, чтобы угрожать или навязывать условия, то зря тратишь свое время. ","#","^speaker:","/#","\n","^Нет, я здесь, не чтобы угрожать. Я послан Ярославом Мудрым, князем Новгорода. Он хочет разобраться в этой ситуации и вернуть мир в наши земли. ","#","^speaker: Игрок","/#","\n","^Ярослав? Интересно. Что ж, я готов выслушать, что там бает. Но не пытайся нас обмануть. ","#","^speaker: Вожак варяг","/#","\n","ev","str","^Сложите оружие и уходите из города мирно.","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Я заплачу вам, а вы уберетесь отсюда без лишнего шума.","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["\n","^Еще чего, просто так мы отсюда не уйдем. Давайте покажем ему, как мы отвечаем на такие предложения. ","#","^speaker: Вожак варяг","/#","\n",{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^В целом этого должно хватить. Передай Ярославу, что мы будем ждать его приглашений погостить в этом славном городе еще, ха ха ха. ","#","^speaker: Вожак варяг","/#","\n","^3. Возвращение к князю","\n","^Игрок возвращается в Новгород, чтобы доложить о своих действиях Ярославу Мудрому. Князь признает его успехи, но предупреждает, что еще есть знатные сопричастные мятежу. Он поручает игроку узнать их и наказать.","\n","^О, я вижу, ты уже вернулся, слышал о том, как ты разобрался с варягами, благодарю тебя за твои усилия, [имя игрока]. Но это был лишь один их лагерь, лишь начало, нужно узнать кто стоит во главе мятеж. ","#","^speaker: Ярослав Мудрый","/#","\n","^Разумеется, Ваше княжество. Я буду бдительным и усилю усилия в поиске этих предателей. Пожалуйста, дайте мне указания и любую информацию, что у вас есть. ","#","^speaker: Игрок","/#","\n","^Думаю тебе стоит поговорить со Ерёмой, моим дружинником. Мне доложили, что тот безумолку негодовал на варяг и что-то еще знает о них. Помни, что чем дальше тем, вестимо, дюже воины. Убедись, что ты готов к этой брани. ","#","^speaker: Ярослав Мудрый","/#","\n","^Я немедленно отправляюсь. ","#","^speaker: Игрок","/#","\n","^Будь осторожен, [имя игрока]. Не подвергай себя ненужным рискам, но не забывай, что наша цель - вернуть мир и порядок в Новгороде.","\n","^Этап 1","\n","^1. Ерёма","\n","^Игрок направляется к Ерёме, дружиннику Ярослава Мудрого, с надеждой получить дополнительные сведения о мятеже. Оказывается, что Ерёма сейчас находится у Софийского собора и общается о чем то со священником. После того, как священник удалился, вы подходите к дружиннику, передавая ему записку от Ярослава","\n","^Ерёма, старый мужчина, с суровым взглядом и  длинной бородой, одетый в кольчугу и шлем.","\n","^Ерёма: Так это ты, [имя игрока]. Я слышал, о тебе и о том, как ты показал тем иродам. Варяги - это проклятие для Новгорода, я сразу знал, что иноземцы не принесут нам ничего доброго. Давно я уже приглядывал за ними, и знаю вот что. Во главе у них аспид по имени Рагнар, но с ним тебе пока не совладать. Сначала тебе нужно разобраться с его тремя прихвостнями: Аскольдом, Якуном и Свеном. Сам дюжей мощи поднаберешься и аспида этого ослабишь.","\n","^Игрок: Я готов с ними биться.  Расскажи мне, где их найти.","\n","^Ерёма: Где найти Свена и Якуна, я не чаю, авось терзают землю нашу где то неподалеку, но вот Аскольд остался очень недоволен тем, что ты прогнал его людей и поговаривают, что движет он сейчас в пригород беспорядки наводить, так что, думаю, тебе туда скорей надо, пока плохого не случилось.","\n","^Игрок: Тогда я поспешу туда, как можно скорее.","\n","^Ерёма: Будь осторожен, Аскольд умелый лучник, щит тебе не помешает. Возьми мой, старый, он меня еще на поле брани не подводил","\n","^Игрок отправляется на встречу с Аскольдом","\n","^2. Аскольд","\n","^Игрок направляется в пригород, где, по словам Ерёмы, находится Аскольд – один из прихвостней Рагнара. Оказавшись на месте уже поздним вечером, вы замечаете как из тьмы появляются силуэту с факелами. Из тьмы вам на встречу выходит высокий молодой мужчина с длинными светлыми волосами, одетый в кожаную броню и держащий лук. Это Аскольд. Он медленно приближается, внимательно осматривая вас.","\n","^Аскольд: Кто ты, и что ж тебе не спиться, нам на потеху? Я не очень люблю незнакомцев, с тех пор как кто-то разделался с моими людьми недалеко от сюда. Не беги – от моего лука не скроешься...","\n","^Игрок: Я [имя игрока]. Я пришел по делу Ярослава Мудрого, чтобы разобраться с вашими бесчинствами.","\n","^Аскольд усмехается и прицеливается своим луком, натягивая тетиву.","\n","^Аскольд: Ах, так это ты тот самый ручной пес Ярослава. С момента твоего появления я грезил о встречи с тобой на бранном поле, и вот мои мечты сбылись. Спасибо богам за такой подарок, а теперь скажи, как ты хочешь умереть?","\n","^Игрок: Я не пришел биться, Аскольд. Я пришел разобраться с вашими беспорядками, вы можете уйти мирно, и тогда все останутся при своем.","\n","^Аскольд удивленно моргает, растягивает улыбку, но опускает лук.","\n","^Аскольд: Ты говоришь о мирном решении? Ха! Не думаю, что ты понимаешь, в чем дело. Но, хорошо, попробуй. Давно меня так не развлекали.","\n","^Игрок передает Аскольду предложение Ярослава","\n","^Аскольд: Мы пришли сюда искать свою судьбу, свои земли. И наши люди не готовы уходить назад с пустыми руками. Если Ярослав считается, что пригоршни монет хватит нас задобрить, то он сильно ошибается. Во мне давно уже кипит жажда битвы, которую не может утолить Рагнар, если достанешь для меня корабль, то я согласен уйти с ваших земель.","\n","^Отказ от сделки – Начало битвы","\n","^Согласиться достать Аскольду личный корабль.","\n","^Согласие","\n","^Игрок: Хорошо, я передам ваше предложение Ярославу. Пока что, я хочу, чтобы ты и твои люди ушли от сюда.","\n","^Аскольд размышляет несколько мгновений, затем кивает головой.","\n","^Аскольд: Ладно, [имя игрока], сейчас мы уйдем. Но поверь, если ты нас обманул, все будет куда страшнее чем могло бы быть сейчас.","\n","^Игрок: Я передам ваше сообщение. Надеюсь, что мы сможем избежать кровопролития.","\n","^Аскольд отступает, и его люди начинают покидать место. Игрок возвращается к Ерёме, чтобы рассказать о результате встречи с Аскольдом и подготовиться к следующему этапу задания.","\n","^После победы над Аскольдом, вы возвращаетесь к Ерёме, чтобы рассказать ему о результате встречи и решении, которое было принято.","\n","^Ерёма: Я вижу, что ты вернулся, [имя игрока]. Расскажи мне, как прошла встреча с Аскольдом.","\n","^Игрок: Мы договорились с ним, Ерёма. Он согласился навсегда уйти с этих земель, при условии, что ему будет предоставлен корабль. Он хочет найти свою судьбу на других берегах.","\n","^Ерёма медленно кивает, выражение его лица выражает смешанные чувства.","\n","^Ерёма: Я бы не вел переговоров с этим змеем, но я уважаю твой выбор, и так много крови уже пролито. Добыть ему корабль будет тяжело. Поговори с плотником, он придумает как тебе помочь.","\n","^Игрок: Тогда в путь.","\n","^Игрок направляется к порту города, где слышал о том, что обитает плотник – мастер в постройке кораблей. По приходу в портовую часть, вы замечаете старого мужчину с могучими руками, работающего над какой-то деревянной конструкцией. Это плотник.","\n","^Плотник: Здравствуй, молодец. Чем могу помочь?","\n","^Игрок: Здравствуй, я [имя игрока], и пришел к тебе с важной просьбой. Мне нужен корабль, чтобы варяги нам нем убрались с наших земель.","\n","^Плотник останавливает свою работу и внимательно слушает вас.","\n","^Плотник: Это сложная просьба, [имя игрока]. Построить корабль – это долгое ремесло, но есть старая ладья, что уже никуда не годится, я думаю, если ты достанешь для меня несколько вещей, то смогу привести ее в нужный вид.","\n","^Игрок: (решительно) Я готов предоставить все необходимое.","\n","^Плотник улыбается, видя вашу решимость, называет список вещей и где можно их достать.","\n","^Плотник: Что ж приходи коли соберешь все, помогу чем смогу.","\n","^Игрок: Не волнуйся, я найду все необходимое.","\n","^Игрок собирает все материалы и приносит их плотнику.","\n","^Плотник: Не думал, что ты так быстро сдюжишь, за работу.","\n","^Плотник чинит старую ладью","\n","^Плотник: Готово, принимай ра...","\n","^Не успевает плотник договорить, как появляется улыбающийся Аскольд с шайкой в 2 раза больше чем при прошлой встречи.","\n","^Аскольд: Ха ха ха, не думал, что все обернется так, этой ладьи должно хватить. Можете спать спокойно новгородцы, сегодня у вас стало одним врагом меньше.","\n","^Игрок: Я сдержал слово, надеюсь и ты сдержишь свое.","\n","^Аскольд: За кого ты меня держишь, ха ха ха. На вот тебе Подарок в знак нашей дружбы.","\n","^Аскольд протягивает игроку сверток кожи, похожий на карту, а затем  с шайкой спускает ладью на воду и уплывает.","\n","^Игрок: Туда им и дорога.","\n","^Плотник: Надеюсь они не вернуться...","\n","^Игрок возвращается к Ерёме, чтобы рассказать о результате встречи с Аскольдом и подготовиться к следующему этапу задания","\n","^Отказ","\n","^Игрок: Вы принесли столько боли и страданий это земли, и после этого вы хотите получить награду, отправиться проливать кровь в остальном мире? Я не могу этого допустить","\n","^Аскольд растягивает улыбку пуще прежнего, вновь наводя на вас лук.","\n","^Аскольд: В душе я надеялся на такой исход! Ха ха ха! Принесу твою голову Рагнару, тогда то он поймет, что Свен и Якун и пальца моего не стоят! Пустите ему кровь...","\n","^Игрок: Ну что ж, похоже, у нас нет другого выбора.","\n","^Начало битвы.","\n","^На трупе Аскольда вы находите кусок кожи, похожий на карту.","\n","^Игрок возвращается к Ерёме, чтобы рассказать о результате встречи с Аскольдом и подготовиться к следующему этапу задания.","\n","^3. Свен","\n","^Вы и Ерёма смотрите на карту, которую вы нашли на теле Аскольда. Ерёма внимательно изучает ее метки и символы, моментами прикрывая глаза от усталости.","\n","^Ерёма: Это карта, на ней скорее всего  отмечен лагерь Свена. Нет сомнений, что именно оттуда пришел Аскольд. Думаю, что именно туда они тащат все награбленное и пленников, пока Рагнар с Якуном сосут кровь из наших земель","\n","^Игрок: (соглашаясь) Быть может, Свен окажется менее жестоким, чем Аскольд. Мы должны попробовать договориться и избежать новой битвы.","\n","^Ерёма: Я никогда не видел Свена ни при дворе, ни в бою, но по слухам он самый разумный из всех варяг, если с кем и  можно договориться то с ним. Снаряжу тебе пару ратных воинов в подмогу, отправляйся с ними в лагерь, попробуй решить все миром, не хочу чтобы пленники пострадали.","\n","^Вас сопровождает несколько дружинников, вместе вы направляетесь к лагерю Свена, следуя указаниям на карте. Путь ведет в глубь леса, где находится скрытый лагерь варягов. По мере приближения, вы начинаете слышать шум и видеть признаки жизни в лагере.","\n","^Когда вы наконец приходите к лагерю, вы замечаете Свена – среднего роста варяга с небольшой бородой, сидящего возле костра и обсуждающего что-то с другими варягами. Он обращает на вас внимание, когда вы приближаетесь, и его глаза смотрят на вас с интересом и осторожностью.","\n","^Свен: Кто вы, и что вам нужно в моем лагере?","\n","^Агрессивный путь","\n","^Игрок: Я [имя игрока], и пришел с намерением вернуть все награбленное вами, а затем прогнать вас с наших земель. Верните пленников немедленно.","\n","^Свен: Слыхал о тебе, думал ты куда благоразумнее. Придется научить тебя вежливости.","\n","^Свен дает знак всему лагерю вооружиться. Начало битвы.","\n","^После битвы игрок и дружинники освобождают пленников. Один из заключенных, молодой парень подбегает к игроку, чтобы предупредить.","\n","^Вадим: Меня Вадимом звать, я у дерева этого дней 5 как привязан, много че слыхал, так нам бы убираться отсюда побыстрей пока Рагнар с Якуном не вернулись.","\n","^Игрок: Ты видел Рагнара и Якуна?","\n","^Вадим: Еще как видел, они ж меня сюда и привезли, как и все остальное. Нагрябят и сюда все сгребают.","\n","^Игрок: Как мне найти Якуна с Рагнаром?","\n","^Вадим: Да кто б знал то, но авось они сами вас и найдут, как придут и увидят, что вы со стоянкой то их сделали. Сначала кабан тот Якун прискачет, а потом уже и Рагнар, ну у нас в деревни все так было.","\n","^Игрок: Спасибо за сведения, надо тогда поспешить за стены.","\n","^Игрок с пленниками  отправляется в город. После чего Игроку предстоит очередная встреча с Ерёмой.","\n","^Мирный путь","\n","^Игрок: Я [имя игрока], и пришел с мирными намерениями. Мы хотим разрешить конфликт миром и предотвратить кровопролитие. Рагнар  может быть врагом Новгорода, но я верю, что мы сможем найти общий язык.","\n","^Свен: Слыхал о тебе, Аскольда ты спровадил? Без него стало спокойнее. Пойдем в шатер, нам есть о чем покумекать.","\n","^Свен внимательно смотрит на вас, затем обращается к своим товарищам и проводит вас в свой шатер.","\n","^Свен: [Имя игрока], я догадываюсь, чего ты от меня хочешь. Пусть Рагнар – не лучший представитель нашего народа, но я пришел на эту землю с ним, и если я предам его, то мне и моим людям конец.","\n","^Игрок: Если Ярослав Мудрый, дарует вам безопасный отход, вы отпустите пленников со всем награбленным?","\n","^Свен задумчиво кивает.","\n","^Свен: Это хорошее предложение, но даже в этом лагере много сторонников Рагнара, вряд ли получиться их убедить, они уже давно забыли о воинской чести и превратились в шайку бандитов.","\n","^Игрок: Со мной есть несколько крепких воинов, если вы поможете нам, то, возможно, вместе мы справимся со сторонниками Рагнара","\n","^Свен задумывается еще немного, затем делает решительное движение головой.","\n","^Свен: Добро, [имя игрока]. Я освобожу пленников. Когда все кончится, мы укроемся в вашем городе до победы над Рагнаром, а затем вернемся на родину.","\n","^Игрок: Спасибо, Свен. Ты сильно помог нам.","\n","^Свен отправляется к пленникам после чего освобождает их. Рукой он подает сигнал верным ему воинам вооружиться. Лояльные Рагнару воины также вооружаются.","\n","^Лояльный Рагнару воин: Предатели!","\n","^Свен: Это еще как посмореть, кто из нас предатель...","\n","^Игрок: К бою!","\n","^Начинается бой Свен с игроком против лояльных Рагнару.","\n","^Свен: Мы были близки с смерти, но я чувствую как эта земля дает вам силы. Мне жаль, что все так вышло.","\n","^Игрок: Что будет дальше?","\n","^Свен: Надеюсь, что Князь сдержит свое слово и даст нам укрытие в стенах города  на это время, а потом мы отправимся на родину.","\n","^Игрок: Можешь что-нибудь рассказать о Рагнаре и Якуне?","\n","^Свен: Рать Рагнара немала, он будет в гневе, когда узнает, что его лагерь разорен. Скорее всего он пошлет свою правую руку - Якуна, чтобы отомстить мне и Новгороду. Якун грозный всадник, но сильнее его преданности Рагнару, его гордость воина, если сразишь его в честной битве, он сам отступит. Среди Варяг мало кто, кроме Рагнара, совладал с ним в битве.","\n","^Игрок: Благодарю, за ценные советы. Пора отправляться в город.","\n","^Свен: В дорогу.","\n","^Игрок с людьми Свена отправляются в город. После чего Игроку предстоит очередная встреча с Ерёмой.","\n","^4. Якун","\n","^Когда вы вернулись Ерёма уже ждал вас.","\n","^Ерёма:  Доброго дня, [имя игрока]. Слышал, что со Свеном ты разобрался?","\n","^Игрок: Да, но уничтожив лагерь, мы привели Рагнара в гнев, и к городу идет Якун","\n","^Ерёма:  О Якуне я слышал, всадники редкость для варяг, но он очень умелый -сложная будет битва. Попрошу Князя, чтобы дружину собрал в помощь тебе.","\n","^Вдруг вы с Ерёмой слышать как по улице бежит мальчуган и кричит «ВАРЯГИ!!!»","\n","^Внезапно вдалеке раздается звук барабанов, и вы замечаете облако пыли на горизонте.","\n","^Игрок: Что это?","\n","^Ерёма: Ох, и недолго же пришлось его ждать. Я побегу к князю, а ты встреть их.","\n","^Игрок: Поспешим","\n","^Вы отправляетесь на встречу с Якуном, а Ерёма за помощью дружины.","\n","^Из-за поворота дороги на вас несется Якун, верхом на своем могучем коне. Он ведет за собой небольшую группу варягов и смотрит на вас с высокомерием.","\n","^Якун: Новгородцы, вы думали, что избавившись от пары шаек, то справитесь и с моим отрядом? Аскольд и Свен ничто рядом со мной, Глупцы!","\n","^Мирный путь","\n","^Игрок: Якун, я слышал о тебе, ты воин и не знаешь себе равных, так может не будем проливать кровь невинных зря? Решим все поединком.","\n","^Якун смеется.","\n","^Якун: Ха ха ха, кажется я знаю, кто ты, ты [имя игрока]. Слышал о тебе, ты показал , что умеешь сражаться, не думаю, что у тебя есть хоть какой шанс.","\n","^Игрок: Попробуй испытать силу Новгородской земли!","\n","^Якун: Ну ладно, посмотрим на что ты годишься, моим ратникам на потеху!","\n","^Игрок и Якун бьются в дуэли.","\n","^Якун ранен","\n","^Игрок: Я не буду убивать тебя, уходи с нашей земли и не возвращайся.","\n","^Якун: Ты победил честно... Я ухожу...","\n","^Якун раненный уходит. Часть воинов варяг, удивленная поражением своего лучшего воина, в страхе уходят за якуном, другая часть возвращаются к Рагнару в новый лагерь.","\n","^Вы подходите к Ерёме и Князю с прибивший дружиной для обсуждения дальнейших планов.","\n","^Агрессивный путь","\n","^Игрок: Якун, убирайся с нашей земли, тебе здесь не рады!","\n","^Якун смеется.","\n","^Якун: Ха ха ха, кажется я знаю, кто ты, ты [имя игрока]. Слышал о тебе, ты показал , что умеешь сражаться, не думаю, что у тебя есть хоть какой шанс!","\n","^Игрок, видит подходящую дружину вместе с Ерёмой и Князем.","\n","^Игрок: Я здесь не один, каждый Новгородец готов постоять за родной край.","\n","^Якун: Сейчас увидим хватит ли вам прыти!","\n","^Начало битвы войска игрока против войска Якуна","\n","^Погибло немало дружинников и варяг. Якун мертв. Остатки его отряда убежали к лагерю Рагнара.","\n","^Вы подходите к Ерёме и Князю  для обсуждения дальнейших планов.","\n","^5. Рагнар","\n","^Князь Ярослав Мудрый: Остался только Рагнар, сразив его, у варяг не останется лидеров, и они покинут Новгород.","\n","^Ерёма: Князь, [имя игрока] и я согласны с вами. Но коли Рагнал самый главный среди них, значит и армия у него самая сильная.","\n","^Князь: Ты прав, мы должно как следует подготовиться. Собери все, что тебе нужно, [имя игрока].","\n","^Игрок: Хорошо, но где лагерь Рагнара?","\n","^Ерёма: Это не проблема, пока эти трусы улепетывали, пятками сверкая, от них осталась куча следов, да и пленников у нас достаточно.","\n","^Князь: Да, так что как только будешь готов, скажи нам и мы сразу же выступаем, но не задерживайся, нельзя дать им собраться силами.","\n","^Вы приступаете к подготовке к финальной битве.","\n","^Как только Игрок подтвердит готовность, он с дружиной отправляется в лагерь Рагнара.","\n","^Когда вы приближаетесь к лагерю, вы видите наскоро сделанный частокол и варягов, собравшихся вокруг. Рагнар, вооруженный и готовый к битве, стоит у входа, ждущий вас.","\n","^Рагнар: Все таки не думал, что вы доставите столько неприятностей... От этой земли одни проблемы!","\n","^Игрок: Рагнар, это конец твоего вторжения в Новгород. Сегодня все закончится.","\n","^Рагнар: Интересно для кого? ХА! Точно не для меня, мои люди нисколько не уступают вашим, и позиция у нас лучше, так может лучше вам просто отдать нам то, что мы хотим?","\n","^Игрок: И что же ты хочешь?","\n","^Рагнар: Когда мы пришли на эти земли, мы хотели разбогатеть и заработать славу в битве, но все, что мы получили это пригоршню монет и детские разборки между вашими князьями! Так что либо мы уходим отсюда с полностью набитыми кораблями, либо... А, впрочем никакого либо. У вас нет выбора, мы получим то, чего хочем по вашей воли или по нашей!","\n","^Игрок: Мы не можем допустить разграбления Новгорода. К бою!","\n","^Начинается финальное сражение войска Рагнара и дружины Игрока.","\n","^Рагнар погибает в битве. Остатки варяг разбегаются.","\n","^Игрок вместе с дружиной возвращается к князю.","\n","^Ярослав Мудрый: Добро пожаловать обратно, мой верный друг. Расскажи мне, что ты что произошло.","\n","^Игрок: Мой князь, я сразил Рагнара в честном бою, остатки его войска разбежались и не несут опасности.","\n","^Ярослав Мудрый: Ты оказал большую услугу для Новгорода и для меня. Спасибо тебе. Но теперь перед нами новая угроза, и я нуждаюсь в твоей помощи вновь.","\n","end",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}