{"inkVersion":21,"root":[["^Иногда во снах мы можем перемещаться в разные времена и места. Но что будет если это произойдет не во сне, а в реальности?","#","^speaker: Рассказчик ","/#","#","^cooldown: 0.035","/#","\n","^В библиотеке вашей семьи вы находите интересную книгу. Выглядит она немножко потрепанной, но навание так и интригует \"Великий. История\". ","#","^speaker: Рассказчик ","/#","#","^cooldown: 0.035","/#","\n","^Открывая её с любопытством, на вашем лице отображается недоумение. Страницы абсолютно пустые. Закрывая книгу и убирая её обратно на место, вы потихоньку начинаете забывать об этом.","#","^speaker: Рассказчик ","/#","#","^cooldown: 0.035","/#","\n","^Следующим утром вы проснулись в старинных покоях и ощущаете невероятное оцепенение - это место было похоже на постановку музея, а не на вашу спальню. Выглянув в окно не могли поверить своим глазам.","#","^speaker: Рассказчик ","/#","#","^cooldown: 0.035","/#","\n","^Светло-голубое чистое небо, деревянные домики, люди в странных одеяниях создавали ощущение словно вы оказались в другой эпохе.","#","^speaker: Рассказчик ","/#","#","^cooldown: 0.035","/#","\n","^Вы начали задумываться, что происходит. Как вы оказались здесь, да ещё и в иной эпохе? Вас охватили смешанные чувства любопытства и страха.","#","^speaker: Рассказчик ","/#","#","^cooldown: 0.035","/#","\n","^Выйдя на улицу, вы сматриваетесь вокруг. Окружение было похоже на древнюю Русь, на Новгород, но другой, еще на самом своем рассвете. Вы все еще не можете поверить, что оказались в другом времени, поэтому увидев в нескольких метрах от себя старушку сидящую на лавке, вы подходите к ней с вопросами.Он даже попытался спросить у женщин, сидящих на лавке, где он находится, но их ответ только убедил его, что что-то абсурдное происходит. ","#","^speaker: Рассказчик ","/#","#","^cooldown: 0.035","/#","\n","^День добрый, бабушка, подскажи мне, в какое место я попал? ","#","^speaker: Вы ","/#","#","^cooldown: 0.035","/#","\n","^Ох, да ты совсем из ума выжил, в Новгороде ты, где ж еще. Вон Волхов течет, София, там дворище. ","#","^speaker: Старушка ","/#","#","^cooldown: 0.035","/#","\n","^Спасибо вам. А кто правит сейчас Новгородом в эти дни? ","#","^speaker: Вы ","/#","#","^cooldown: 0.035","/#","\n","^Ась? Ну правда, на солнце авось перегрелся иль как? Ярослав сейчас княжит, бог ему в помощь.","#","^speaker: Старушка ","/#","#","^cooldown: 0.035","/#","\n","^Однако, в этот момент из за угла выбегает незнакомец и освистывает вас, приближаясь к вам. ","#","^speaker: Рассказчик ","/#","#","^cooldown: 0.035","/#","\n","^Не свести, дурной, денег не будет! Один ветер в голове...","#","^speaker: Старушка ","/#","#","^cooldown: 0.035","/#","\n","^Прости, бабуля, не подумал. Я пришел доложить герою, что Ярослав призвал его к себе на разговор.","#","^speaker: Незнакомец ","/#","#","^cooldown: 0.035","/#","\n","^Незнакомец уводить вас к Ярославу Мудрому.","#","^speaker: Рассказчик ","/#","#","^cooldown: 0.035","/#","\n","^Добро пожаловать, [имя игрока]. Я рад, что ты отозвался на мой призыв. Житие в Новгороде стало тревожным. Варяги, которых я пригласил послужить мне, вместо этого начали устраивать беспорядки на новгородских землях. ","#","^speaker: Ярослав Мудрый ","/#","#","^cooldown: 0.035","/#","\n","^Ваше княжество, я готов служить и принять вызов. ","#","^speaker: Вы ","/#","#","^cooldown: 0.035","/#","\n","^Они, возможно, почувствовали себя обделенными или неудовлетворенными условиями найма. Это неприемлемо. Новгород должен быть единым и сильным государством. ","#","^speaker: Ярослав Мудрый ","/#","#","^cooldown: 0.035","/#","\n","^Каково будет мое задание?","#","^speaker: Вы ","/#","#","^cooldown: 0.035","/#","\n","^Тебе предстоит найти и встретится с варягами. Но будь осторожен, некоторые из них могут быть дюжими витязями. ","#","^speaker:  Ярослав Мудрый ","/#","#","^cooldown: 0.035","/#","\n","^Я не подведу вас. ","#","^speaker: Вы ","/#","#","^cooldown: 0.035","/#","\n","^Я верю в твои способности, [имя игрока]. На тебе лежит огромная ответственность, но я знаю, что ты справишься. Удачи, и помни, что мир в Новгороде должен быть восстановлен. ","#","^speaker: Ярослав Мудрый ","/#","#","^cooldown: 0.035","/#","\n","^Спасибо, Ваше княжество. Я не подведу вас. ","#","^speaker: Вы ","/#","#","^cooldown: 0.035","/#","\n","^2. Варяги проверка выбора","\n","^Я ищу вашего главаря. Хотел бы поговорить с вами о учиненных вами беспорядках. ","#","^speaker: Вы ","/#","#","^cooldown: 0.035","/#","\n","^Вожак варяг: Что тебе от меня нужно? Если ты здесь, чтобы угрожать или навязывать условия, то зря тратишь свое время. ","#","^speaker: Вожак варяг ","/#","#","^cooldown: 0.035","/#","\n","^Нет, я здесь, не чтобы угрожать. Я послан Ярославом Мудрым, князем Новгорода. Он хочет разобраться в этой ситуации и вернуть мир в наши земли. ","#","^speaker: Вы ","/#","#","^cooldown: 0.035","/#","\n","^Ярослав? Интересно. Что ж, я готов выслушать, что там бает. Но не пытайся нас обмануть. ","#","^speaker: Вожак варяг ","/#","#","^cooldown: 0.035","/#","\n","ev","str","^Сложите оружие и уходите из города мирно.","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Я заплачу вам, а вы уберетесь отсюда без лишнего шума.","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["\n","^Еще чего, просто так мы отсюда не уйдем. Давайте покажем ему, как мы отвечаем на такие предложения. ","#","^speaker: Вожак варяг ","/#","#","^cooldown: 0.015 ","/#","#","^method: EnterToFight","/#","\n",{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^В целом этого должно хватить. Передай Ярославу, что мы будем ждать его приглашений погостить в этом славном городе еще, ха ха ха. ","#","^speaker: Вожак варяг ","/#","#","^method: ExitForGame","/#","\n","end",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}